{
  "page_title": "Learn French in Foix — Official site",
  "nav_home": "Home",
  "nav_courses": "Courses",
  "nav_levels": "Levels",
  "nav_prices": "Prices",
  "nav_contact": "Contact",
  "hero_title": "Learn French in Foix",
  "hero_subtitle": "Immersive French courses in an exceptional setting.",
  "hero_cta": "Explore our programs",
  "hero_cta_primary": "Start free trial",
  "hero_cta_secondary": "Request a demo",
  "intro_title": "Learn French in the heart of the Ariège Pyrenees",
  "intro_text": "Intensive FLE programs and one-on-one lessons tailored to your goals.",
  "features_stage_title": "📘 Intensive courses",
  "features_stage_desc": "30h/week: classes, immersion lunches, cultural activities and guided visits.",
  "features_stage_cta": "Learn more",
  "features_indiv_title": "🎧 Individual lessons",
  "features_indiv_desc": "Personalized coaching aligned with your goals, pace, and level.",
  "features_indiv_cta": "See details",
  "features_levels_title": "📊 All levels (A2 to C1)",
  "features_levels_desc": "Sessions aligned with CEFR and adapted to your real progression.",
  "features_levels_cta": "Explore levels",
  "about_title": "Who am I?",
  "about_p1": "After studying Spanish Language and Civilization at Bordeaux III, Madrid and Seville, obtaining my CAPES (secondary teaching certificate), and spending years teaching Spanish in Arras (62) and Rambouillet (78), I chose to settle permanently in the Pyrenees of Ariège in 2004.",
  "about_p2": "Geographic stability marked by professional mobility that led me to leadership positions such as pedagogical coordinator of a VET center and deputy principal in a high school.",
  "about_p3": "The common thread of my career? Intellectual curiosity, interest in others, and communication. Always driven by a keen interest in the Spanish language and different cultures, which I nurture through regular travel, reading, and volunteering to teach French (FLE) at a community center. I began responding to various requests for individual French and Spanish lessons.",
  "about_p4": "Then came THE meeting with Corine de VALORME, ready to pass the torch. And so here I am, furthering my knowledge of French language teaching methodology: MOOC from the University of Liège, exploration of dedicated websites, and finally preparing pedagogical sequences. With enthusiasm, I now invite you to benefit from my dynamism and skills in service of your learning goals and discovery of this beautiful land of welcome that is Ariège.",
  "courses_title": "Intensive courses",
  "courses_intro": "30 hours per week: classes, lunches, outings and cultural workshops.",
  "courses_collective_title": "Intensive courses or group French lessons",
  "courses_collective_subtitle": "Training based on well-being and kindness",
  "courses_collective_desc1": "The program is designed to offer a « French immersion », 30 hours per week.",
  "courses_collective_courses": "Fun classes based on oral practice using authentic sound or written documents, interspersed with grammatical explanations. Individualized teaching while promoting group cohesion. Special attention to people with learning differences (DYS) or neurodivergent individuals.",
  "courses_collective_materials": "Course materials (paper or online) will be shared as we progress through the sequences.",
  "courses_collective_lunches": "Lunches promoting informal, convivial conversation. They are taken with the teacher in downtown Foix and accommodate everyone's dietary restrictions. We are sometimes joined by friends or acquaintances to « train » the ear to the variety of accents.",
  "courses_collective_outings": "Outings allowing you to speak in real communication situations while discovering the city and surroundings.",
  "courses_collective_activities": "Activities focused on local culture: cooking classes (Cardie), local product tastings, aperitif/concert Fourche, farm visit, conferences, workshop visits (douceur des neiges).",
  "courses_modalites_title": "Practical information",
  "courses_modalites_calendar": "The school is open year-round. Centre Valorme. Check the calendar to find dates that match your level. Feel free to contact us if you have any questions or would like to arrange a course on a different date.",
  "courses_modalites_groups": "Each week, there is only a small group of up to six students at the same level. Contact us if you would like to come with others at different levels (this is often the case with couples).",
  "courses_modalites_solo": "If, by chance, there is only one student in a given week, the course is maintained at the same rate but with 25 hours of classes instead of 30 hours.",
  "courses_week_title": "Typical week",
  "courses_week_subtitle": "Monday 9am to Friday 5pm",
  "courses_individual_title": "Individual French or Spanish lessons",
  "courses_individual_subtitle": "Designed around your needs",
  "courses_individual_desc": "Each lesson follows a proven pedagogical structure, tailored to your specific needs:",
  "courses_individual_step_a_title": "Starter document",
  "courses_individual_step_a": "A sound or written document to introduce the target vocabulary and grammar point.",
  "courses_individual_step_b_title": "Role-play activities",
  "courses_individual_step_b": "Role-play activities for lexical and grammatical acquisition.",
  "courses_individual_step_c_title": "Written record",
  "courses_individual_step_c": "A written record to consolidate your learning.",
  "courses_individual_step_d_title": "Practice exercises",
  "courses_individual_step_d": "Practice exercises for the next lesson, allowing you to consolidate your skills independently.",
  "courses_individual_modalites_title": "Practical information",
  "courses_individual_modalites_schedule": "Schedule and frequency to be determined together according to your availability and objectives.",
  "levels_title": "CEFR Levels",
  "levels_intro": "Discover the profiles corresponding to each training level.",
  "levels_info_title": "How our groups work",
  "levels_info_text": "At Learn French in Foix, there is only a small group of 6 students maximum at a time. Classes are open to all levels. The level of the first person to register determines the level for that week.",
  "levels_calendar_text": "The calendar shows the dates corresponding to each level.",
  "levels_cefr_text": "The levels correspond to the following profiles. The indications in parentheses (A2, B1, etc.) refer to the CEFR levels (Common European Framework of Reference for Languages).",
  "levels_a2_title": "Elementary",
  "levels_a2_subtitle": "Your profile",
  "levels_a2_item1": "I studied a bit of French at school but haven't practiced it, and/or I've been studying for two or three years a few hours a week.",
  "levels_a2_item2": "I can communicate when traveling (hotel, restaurant, train station...) and talk about my life, family, activities, and work.",
  "levels_a2_item3": "I understand simple sentences if the person speaks slowly.",
  "levels_a2_item4": "I have already studied verbs in present, past, and future tenses but still make mistakes.",
  "levels_b1_title": "Intermediate",
  "levels_b1_subtitle": "Your profile",
  "levels_b1_item1": "I studied French at school for at least 4 years and/or have been taking lessons for at least three years.",
  "levels_b1_item2": "I have the opportunity to practice the language while traveling or in my country.",
  "levels_b1_item3": "I can talk about familiar topics, tell an event, discuss a project, and give my opinion even if I make mistakes and lack practice to be comfortable.",
  "levels_b1_item4": "I understand fairly well when spoken to directly and not too quickly. I understand the essential points of television information but not necessarily the details.",
  "levels_b1_item5": "I have theoretical knowledge of the French language. I have already studied the main verb tenses but need revision and practice.",
  "levels_b2c1_title": "Good or very good",
  "levels_b2c1_subtitle": "Your profile",
  "levels_b2c1_item1": "I speak easily (even if I still make mistakes), I watch television programs on current topics, can discuss them, and give my opinion.",
  "levels_b2c1_item2": "I can participate in conversations on various topics and read a newspaper or novel without too many problems.",
  "levels_b2c1_item3": "I would like to speak more correctly, know how to better use all pronouns, the subjunctive, discover familiar expressions, and adapt my vocabulary to different levels of language.",
  "prices_title": "Prices",
  "prices_intro": "Discover our transparent prices for individual lessons and intensive courses.",
  "prices_indiv_title": "Individual lessons",
  "prices_indiv_subtitle": "Flexibility and personalization",
  "prices_indiv_1h_label": "Hourly lessons",
  "prices_indiv_1h_desc": "One hour of individual lessons",
  "prices_indiv_10h_label": "10-hour package",
  "prices_indiv_10h_desc": "35 € per hour instead of 40 €",
  "prices_indiv_10h_savings": "Savings: 50 €",
  "prices_stage_title": "Intensive courses",
  "prices_stage_subtitle": "Complete immersion in a small group",
  "prices_table_duration": "Duration",
  "prices_table_single": "1 person",
  "prices_table_group": "2+ people (price per person)",
  "prices_table_1week": "1 week",
  "prices_table_2weeks": "2 weeks",
  "prices_table_3weeks": "3 weeks",
  "prices_details_included_title": "What's included",
  "prices_details_hours": "30 hours of training per week",
  "prices_details_classes": "15 hours of classroom lessons",
  "prices_details_practice": "15 hours of conversation (lunches, activities, outings)",
  "prices_details_group": "Small group (maximum 6 students)",
  "prices_details_not_included_title": "What's not included",
  "prices_details_lunches": "Lunches (20 to 25 €)",
  "prices_details_visits": "Guided tours (30 € per tour: Foix, Tarascon, Ax or Montségur)",
  "prices_details_entries": "Paid entries to certain sites",
  "prices_details_solo_title": "If you are the only participant",
  "prices_details_solo": "The course and price are maintained but the program will be slightly reduced: 25 hours total instead of 30 hours.",
  "prices_details_semi_title": "Semi-private lessons",
  "prices_details_semi": "Semi-private lessons (two students) can be arranged. The program can be adapted to your request and a quote will be provided.",
  "prices_payment_title": "Payment terms",
  "prices_payment_methods_title": "Accepted payment methods",
  "prices_payment_methods": "Bank transfer or check. Any banking fees (locally or in France) are at your expense. We do not accept credit cards.",
  "prices_payment_deposit_title": "Deposit",
  "prices_payment_deposit": "The deposit must be paid in euros. In case of cancellation, the deposit is not refunded unless you find a replacement.",
  "prices_payment_balance_title": "Balance",
  "prices_payment_balance": "The balance payment must be made by bank transfer, check or cash at the latest during the first three days of the course.",
  "prices_cta_title": "Questions about our prices?",
  "prices_cta_button": "Contact us",
  "contact_title": "Contact",
  "contact_intro": "For any question or booking, feel free to write to us:",
  "contact_name": "Your name",
  "contact_email": "Your email",
  "contact_message": "Your message",
  "contact_send": "Send",
  "footer_city": "📍 Foix, Ariège — France",
  "footer_email": "✉️ contact@learnfrenchinfoix.com",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "footer_linkedin": "LinkedIn"
  ,
  "nav_cta": "Start free trial",
  "hero_eyebrow": "Immersive courses",
  "hero_feature_hours": "30h/week",
  "hero_feature_culture": "Cultural activities",
  "hero_feature_groups": "Small groups",
  "hero_image_alt": "Panoramic view of Foix and the Pyrenees",
  "feature1_title": "Convert with emails & SMS",
  "feature1_desc": "Targeted campaigns and language immersion to accelerate oral practice.",
  "feature2_title": "Create relevant content",
  "feature2_desc": "Tailored teaching materials and field activities to anchor learning.",
  "feature3_title": "Build lasting relationships",
  "feature3_desc": "Personalized follow-up and regular feedback to keep motivation high.",
  "feature4_title": "Optimize with analytics",
  "feature4_desc": "Progress tracking and reports to adjust the learning path.",
  "testimonials_title": "Testimonials",
  "testimonial_1": "Excellent immersion, fast progress.",
  "testimonial_2": "Well-structured program and enriching activities.",
  "testimonial_3": "Warm atmosphere and very attentive teacher.",
  "contact_button": "Contact us",
  "join_title": "JOIN US",
  "footer_news": "News",
  "footer_gallery": "Gallery",
  "footer_shop": "Shop",
  "footer_copyright": "Copyright © 2025 Learn French in Foix. All rights reserved.",
  "footer_credit": "Design & development: Fatima",
  "theme_dark_label": "🌙 Theme",
  "theme_light_label": "☀️ Theme"
}
