{
  "page_title": "Learn French in Foix — Site officiel",
  "nav_home": "Accueil",
  "nav_courses": "Stages & Cours",
  "nav_levels": "Niveaux",
  "nav_prices": "Tarifs",
  "nav_contact": "Contact",
  "hero_title": "Cours intensifs de français en immersion pour adultes",
  "hero_subtitle": "De une à deux semaines. À Foix, dans le Sud-Ouest de la France, dans les Pyrénées, entre Toulouse et l'Andorre",
  "hero_cta": "Découvrir nos programmes",
  "hero_cta_primary": "Démarrez l'essai gratuit",
  "hero_cta_secondary": "Demander une démo",
  "intro_title": "Apprendre ensemble dans une ambiance conviviale",
  "intro_text": "Stages intensifs de FLE et cours individuels, adaptés à vos objectifs.",
  "home_card1_title": "Une Vieille ville pittoresque",
  "home_card1_desc": "Restaurants, cafés, boutiques, artisanat, gare à quelques minutes à pied de la salle de cours. Pas besoin de voiture pendant votre stage.",
  "home_card2_title": "Pour vous, seniors",
  "home_card2_desc": "Cours, conversations, jeux le matin, déjeuners dans le centre-ville, visites l'après-midi.",
  "home_card3_title": "Un accueil à l'écoute",
  "home_card3_desc": "Un accueil à l'écoute de vos besoins et de vos envies dans une ambiance paisible et joviale.",
  "place_title": "Un cadre chaleureux pour apprendre",
  "features_stage_desc": "30h/semaine : cours, déjeuners en immersion, activités culturelles et visites guidées.",
  "features_stage_cta": "En savoir plus",
  "features_indiv_title": "🎧 Cours individuels",
  "features_indiv_desc": "Accompagnement personnalisé basé sur vos objectifs, votre rythme et votre niveau.",
  "features_indiv_cta": "Voir les modalités",
  "features_levels_title": "📊 Tous niveaux (A2 à C1)",
  "features_levels_desc": "Sessions organisées selon le CECR, adaptées à votre progression réelle.",
  "features_levels_cta": "Découvrir les niveaux",
  "about_title": "Qui suis‑je ?",
  "about_p1": "Après des études de Langues et Civilisation Espagnoles à Bordeaux III, Madrid et Séville et l'obtention du CAPES, j'ai enseigné plusieurs années avant de m'installer durablement dans les Pyrénées en 2004.",
  "about_p2": "Un parcours marqué par des responsabilités (coordonnatrice pédagogique en CFA, proviseure adjointe) guidé par la curiosité, le contact humain et la transmission.",
  "about_p3": "Passionnée par les langues et les cultures, j’ai enseigné bénévolement le FLE et proposé des cours individuels. La rencontre avec Corine de Valorme a été déterminante : j’ai repris son travail et me suis formée à la didactique du FLE.",
  "about_p4": "Aujourd’hui, j’accompagne des apprenants du monde entier avec enthousiasme, exigence, bienveillance et créativité.",
  "courses_title": "Les stages intensifs",
  "courses_intro": "30h par semaine : cours, déjeuners, sorties et ateliers culturels.",
  "courses_collective_title": "Les stages intensifs ou cours collectifs de français",
  "courses_collective_subtitle": "Une formation basée sur le bien-être et la bienveillance",
  "courses_collective_desc1": "La formation est conçue pour offrir un « bain de français », 30 heures par semaine.",
  "courses_collective_courses": "Des cours ludiques basés sur la pratique de l'oral à partir de documents sonores ou écrits authentiques ponctués d'explications grammaticales. Une individualisation de l'enseignement tout en favorisant la cohésion du groupe. Une attention particulière aux personnes présentant des troubles DYS ou neuro atypiques.",
  "courses_collective_materials": "Les supports des cours (papier ou en ligne) seront communiqués au fil des séquences.",
  "courses_collective_lunches": "Des déjeuners favorisant la conversation informelle, conviviale. Ils sont pris avec la professeure dans le centre ville de Foix et répondent aux contraintes alimentaires de chacun. Nous serons parfois rejoints par des amis ou des connaissances pour « éduquer » l'oreille à la pluralité des accents.",
  "courses_collective_outings": "Des sorties permettant de parler dans des situations réelles de communication en découvrant la ville et les environs.",
  "courses_collective_activities": "Activités ouvertes sur la culture locale : cours de cuisine (Cardie), dégustation de produits locaux, apéritif/concert Fourche, visite de ferme, conférences, visite d'atelier (douceur des neiges).",
  "courses_modalites_title": "Modalités",
  "courses_modalites_calendar": "L'école est ouverte tout au long de l'année. Centre Valorme. Consultez le calendrier pour connaître les dates qui correspondent à votre niveau. N'hésitez pas à nous contacter si vous avez un doute ou si vous souhaitez un cours à une date non prévue.",
  "courses_modalites_groups": "Chaque semaine, il y a seulement un petit groupe de six étudiants maximum, de niveau similaire. Contactez-nous si vous souhaitez venir à plusieurs, avec des niveaux différents (c'est souvent le cas des couples).",
  "courses_modalites_solo": "Si, par hasard, une semaine, il y a seulement un étudiant, le cours est maintenu au même tarif mais avec 25 heures de cours au lieu de 30 heures.",
  "courses_week_title": "Semaine type",
  "courses_week_subtitle": "Du lundi 09h00 au vendredi 17h00",
  "courses_individual_title": "Le cours individuel de français ou d'espagnol",
  "courses_individual_subtitle": "Pensé à partir de vos attentes",
  "courses_individual_desc": "Chaque cours suit une structure pédagogique éprouvée, adaptée à vos besoins spécifiques :",
  "courses_individual_step_a_title": "Document d'amorce",
  "courses_individual_step_a": "Un document sonore ou écrit permettant de faire émerger le vocabulaire et le point grammatical visés.",
  "courses_individual_step_b_title": "Jeux de rôle",
  "courses_individual_step_b": "Des jeux de rôle pour l'acquisition lexicale et grammaticale.",
  "courses_individual_step_c_title": "Trace écrite",
  "courses_individual_step_c": "Une trace écrite pour consolider vos apprentissages.",
  "courses_individual_step_d_title": "Exercices d'entraînement",
  "courses_individual_step_d": "Exercices d'entraînement pour le cours suivant, permettant de consolider vos acquis en autonomie.",
  "courses_individual_modalites_title": "Modalités",
  "courses_individual_modalites_schedule": "Horaire et fréquence à définir ensemble selon vos disponibilités et vos objectifs.",
  "levels_title": "Niveaux CECR",
  "levels_intro": "Découvrez les profils correspondant à chaque niveau de formation.",
  "levels_info_title": "Fonctionnement des groupes",
  "levels_info_text": "Chez Learn French in Foix, il n'y a qu'un petit groupe de 6 étudiants maximum à la fois. Les cours s'adressent à tous les niveaux. C'est le niveau de la première personne inscrite qui détermine le niveau de la semaine.",
  "levels_calendar_text": "Le calendrier indique les dates correspondant à chaque niveau.",
  "levels_cefr_text": "Les niveaux correspondent aux profils suivants. Les indications entre parenthèses (A2, B1, etc.) renvoient aux niveaux du CECR (Cadre Européen Commun de Référence pour les Langues).",
  "levels_a2_title": "Élémentaire",
  "levels_a2_subtitle": "Votre profil",
  "levels_a2_item1": "J'ai un peu étudié le français à l'école mais je ne l'ai pas pratiqué et/ou j'étudie depuis deux ou trois ans quelques heures par semaine.",
  "levels_a2_item2": "Je peux communiquer quand je voyage (hôtel, restaurant, gare...) et parler de ma vie, ma famille, mes activités, mon travail.",
  "levels_a2_item3": "Je comprends des phrases simples si la personne parle lentement.",
  "levels_a2_item4": "J'ai déjà étudié les verbes au présent, passé et futur mais je fais encore des erreurs.",
  "levels_b1_title": "Intermédiaire",
  "levels_b1_subtitle": "Votre profil",
  "levels_b1_item1": "J'ai étudié le français à l'école pendant au moins 4 ans et/ou je prends des cours depuis au moins trois ans.",
  "levels_b1_item2": "J'ai l'occasion de pratiquer la langue au cours de voyages ou dans mon pays.",
  "levels_b1_item3": "Je peux parler de sujets familiers, raconter un évènement, parler d'un projet, donner une opinion même si je fais des erreurs et que je manque de pratique pour être à l'aise.",
  "levels_b1_item4": "Je comprends assez bien quand on me parle directement et pas trop vite, je comprends les points essentiels des informations à la télévision mais pas forcément les détails.",
  "levels_b1_item5": "J'ai des connaissances théoriques de la langue française, j'ai déjà étudié les principaux temps des verbes mais j'ai besoin de révisions et de pratique.",
  "levels_b2c1_title": "Bon ou très bon",
  "levels_b2c1_subtitle": "Votre profil",
  "levels_b2c1_item1": "Je parle facilement (même si je fais encore des erreurs), je regarde des programmes à la télévision sur des sujets d'actualité, je peux en discuter et donner mon opinion.",
  "levels_b2c1_item2": "Je peux participer à des conversations sur des sujets variés et lire un journal, un roman sans trop de problèmes.",
  "levels_b2c1_item3": "J'aimerais parler plus correctement, savoir par exemple mieux utiliser tous les pronoms, le subjonctif, découvrir des expressions familières, adapter mon vocabulaire aux différents niveaux de langue.",
  "prices_title": "Tarifs",
  "prices_intro": "Découvrez nos tarifs transparents pour les cours individuels et les stages intensifs.",
  "prices_indiv_title": "Cours individuels",
  "prices_indiv_subtitle": "Flexibilité et personnalisation",
  "prices_indiv_1h_label": "Cours à l'heure",
  "prices_indiv_1h_desc": "Une heure de cours individuel",
  "prices_indiv_10h_label": "Forfait 10 heures",
  "prices_indiv_10h_desc": "35 € par heure au lieu de 40 €",
  "prices_indiv_10h_savings": "Économie : 50 €",
  "prices_stage_title": "Stages intensifs",
  "prices_stage_subtitle": "Immersion complète en petit groupe",
  "prices_table_duration": "Durée",
  "prices_table_single": "1 personne",
  "prices_table_group": "2+ personnes (prix/pers)",
  "prices_table_1week": "1 semaine",
  "prices_table_2weeks": "2 semaines",
  "prices_table_3weeks": "3 semaines",
  "prices_details_included_title": "Ce qui est inclus",
  "prices_details_hours": "30 heures de formation par semaine",
  "prices_details_classes": "15 heures de cours en classe",
  "prices_details_practice": "15 heures de conversation (déjeuners, activités, sorties)",
  "prices_details_group": "Petit groupe (6 étudiants maximum)",
  "prices_details_not_included_title": "Ce qui n'est pas inclus",
  "prices_details_lunches": "Déjeuners (20 à 25 €)",
  "prices_details_visits": "Visites guidées (30 € par visite : Foix, Tarascon, Ax ou Montségur)",
  "prices_details_entries": "Entrées payantes dans certains sites",
  "prices_details_solo_title": "Si vous êtes seul participant",
  "prices_details_solo": "Le stage et le prix sont maintenus mais le programme sera légèrement allégé : 25 heures au total au lieu de 30 heures.",
  "prices_details_semi_title": "Cours semi-particuliers",
  "prices_details_semi": "Des cours semi-particuliers (deux étudiants) peuvent être organisés. Le programme pourra être adapté à votre demande et un devis vous sera proposé.",
  "prices_payment_title": "Modalités de paiement",
  "prices_payment_methods_title": "Moyens de paiement acceptés",
  "prices_payment_methods": "Transfert bancaire ou chèque. Les frais bancaires (localement ou en France) sont à votre charge. Nous ne prenons pas les cartes bancaires.",
  "prices_payment_deposit_title": "Acompte",
  "prices_payment_deposit": "L'acompte doit être payé en euros. En cas de désistement, l'acompte n'est pas remboursé sauf si vous trouvez un remplaçant.",
  "prices_payment_balance_title": "Solde",
  "prices_payment_balance": "Le paiement du solde doit être fait par transfert bancaire, chèque ou espèces au plus tard au cours des trois premiers jours de stage.",
  "prices_cta_title": "Des questions sur nos tarifs ?",
  "prices_cta_button": "Nous contacter",
  "contact_title": "Contact",
  "contact_intro": "Pour toute question ou réservation, n’hésitez pas à nous écrire :",
  "contact_name": "Votre nom",
  "contact_email": "Votre email",
  "contact_message": "Votre message",
  "contact_send": "Envoyer",
  "footer_city": "📍 Foix, Ariège — France",
  "footer_email": "✉️ contact@learnfrenchinfoix.com",
  "footer_facebook": "Facebook",
  "footer_instagram": "Instagram",
  "footer_linkedin": "LinkedIn"
  ,
  "nav_cta": "Faites un essai gratuit",
  "hero_eyebrow": "Stages immersifs",
  "hero_feature_hours": "30h/semaine",
  "hero_feature_culture": "Activités culturelles",
  "hero_feature_groups": "Groupes réduits",
  "hero_image_alt": "Vue panoramique de Foix et des Pyrénées",
  "feature1_title": "Convertir avec des e‑mails et SMS",
  "feature1_desc": "Campagnes ciblées et immersion linguistique pour accélérer la pratique orale.",
  "feature2_title": "Créer du contenu pertinent",
  "feature2_desc": "Supports pédagogiques adaptés et activités sur le terrain pour ancrer les acquis.",
  "feature3_title": "Établir des relations durables",
  "feature3_desc": "Suivi personnalisé et retours réguliers pour maintenir la motivation.",
  "feature4_title": "Optimiser avec des analyses",
  "feature4_desc": "Suivi de progression et bilans pour ajuster le parcours pédagogique.",
  "testimonials_title": "Témoignages",
  "testimonial_1": "« Excellente immersion, progression rapide. »",
  "testimonial_2": "« Programme bien structuré et activités enrichissantes. »",
  "testimonial_3": "« Ambiance chaleureuse et professeure très attentive. »",
  "contact_button": "Nous contacter",
  "join_title": "REJOIGNEZ‑NOUS",
  "footer_news": "ACTUALITÉS",
  "footer_gallery": "GALERIE",
  "footer_shop": "BOUTIQUE",
  "footer_copyright": "Copyright © 2025 Learn French in Foix. Tous droits réservés.",
  "footer_credit": "Conception & développement : Fatima",
  "theme_dark_label": "🌙 Thème",
  "theme_light_label": "☀️ Thème"
}
